{"_id":{"$oid":"6791276cca619fc513cb0cf5"},"Name":"Chris Columbus","Bio":"Christopher Joseph Columbus is an American filmmaker born in Spangler, Pennsylvania, Columbus studied film at New York University's Tisch School of the Arts where he developed an interest in filmmaking. After writing screenplays for several teen comedies in the mid-1980s, including Gremlins, The Goonies, and Young Sherlock Holmes, he made his directorial debut with a teen adventure, Adventures in Babysitting (1987). Columbus gained recognition soon after with the highly successful Christmas comedy Home Alone (1990) and Home Alone 2: Lost in New York (1992).","DateOfBirth":"1958-01-01","DeathYear":"0000-01-01"}
{"_id":{"$oid":"679127d6ca619fc513cb0cf6"},"Name":"Joe Wright","Bio":"Joe Wright is an English film director. He is best known for Pride & Prejudice (2005), Atonement (2007), Anna Karenina (2012), and Darkest Hour (2017).Wright always had an interest in the arts, especially painting. He would also make films on his Super 8 camera as well as spend time in the evenings acting in a drama club. He began his career working at his parents' puppet theatre. He also took classes at the Anna Scher Theatre School and acted professionally on stage and camera.","DateOfBirth":"1972-01-01","DeathYear":"0000-00-00"}
{"_id":{"$oid":"679128e3ca619fc513cb0cf7"},"Name":"Lisa Gunning","Bio":"Lisa Gunning is an English film director, editor and writer. She began her career in the 1990s, following her graduation from University College London, where she studied English. In 1998, she met director Anthony Minghella while working on a spot for Comic Relief. Their long-running collaboration began with an adaptation of the theatrical short Play as part of the Samuel Beckett season for Channel 4, on which she served as editor. After working on some musical sequences in The Talented Mr. Ripley, her first feature as editor was Minghella's Breaking and Entering in 2006, followed by his pilot for the TV series The No.1 Ladies Detective Agency.","DateOfBirth":"1985-01-01","DeathYear":"0000-00-00"}
{"_id":{"$oid":"679129efca619fc513cb0cf8"},"Name":"Sharon Maguire","Bio":"Sharon Maguire was born in Aberystwyth, Cardiganshire, Wales, UK. She is a director and producer, known for Bridget Jones's Diary (2001), Bridget Jones's Baby (2016) and Incendiary (2008).The character 'Shazza' featured in the books and films of Bridget Jones's Diary was actually based on her personality since she is good friends with the writer of the books. She is also a BBC Documentary Filmmaker. Sharon read English and Drama at Aberystwyth University in Wales before taking a postgraduate course in journalism at the City University in London. She directed one Oscar nominated performance: Renée Zellweger in Bridget Jones's Diary (2001).","DateOfBirth":"1992-02-10","DeathYear":"0000-00-00"}
{"_id":{"$oid":"67912a53ca619fc513cb0cf9"},"Name":"Mark Romanek","Bio":"Mark Romanek was born in Chicago, Illinois, USA. He is a director and producer, known for Never Let Me Go (2010), One Hour Photo (2002) and Tales from the Loop (2020). He is married to Brigette Romanek.","DateOfBirth":"1959-01-01","DeathYear":"0000-00-00"}
{"_id":{"$oid":"67912aecca619fc513cb0cfa"},"Name":"Kenneth Branagh","Bio":"Born in Belfast, Kenneth Branagh moved to Reading when he was ten years old. In 1979 he joined RADA and even before graduating he was offered a place with the RSC, which he turned down, subsequently making his name in the West End production of Julian Mitchell's Another Country. Since then Branagh has come to be known as a protean actor/director/writer/manager/producer, equally adept on the stage, TV and on both sides of the film camera.","DateOfBirth":"1960-01-01","DeathYear":"0000-00-00"}
{"_id":{"$oid":"67912ba2ca619fc513cb0cfb"},"Name":"Shekhar Kapur","Bio":"Shekhar Kapur was born in Lahore, Punjab, British India [now Pakistan]. He is a director and actor, known for Elizabeth (1998), Elizabeth: The Golden Age (2007) and Bandit Queen (1994). He was previously married to Suchitra Krishnamoorthi.","DateOfBirth":"1960-01-01","DeathYear":"0000-00-00"}
{"_id":{"$oid":"67912bf9ca619fc513cb0cfc"},"Name":"Metin Hüseyin","Bio":"Metin Hüseyin was born in London, England, UK. He is a director, known for Common as Muck (1994), All Creatures Great & Small (2020) and Tight Trousers (1990).","DateOfBirth":"1959-01-01","DeathYear":"0000-00-00"}
